Repository: tufanbarisyildirim/s-report
Catalog: languages/*.po
Languages: it_it

source: %s ago
it_it: %s fa

source: Added event
it_it: Ha aggiunto un evento

source: Liked <strong>%s</strong> shot
it_it: Piace lo shot di <strong>%s</strong>

source: Faved a product from <strong>%s</strong>'s shop
it_it: Piace un prodotto di <strong>%s</strong>

source: Shared status
it_it: Ha aggiornato lo stato

source: Checked in
it_it: Si trova qui

source: Created a new repository
it_it: Ha creato una nuova repository

source: <strong>%s</strong> starred a repository
it_it: <strong>%s</strong> ha preferito una repository

source: Whatched a new movie
it_it: Ha guardato un nuovo film

source: Added a new movie to a list
it_it: Ha aggiunto un nuovo film nella lista

source: Liked <strong>%s</strong>'s photo
it_it: Piace la foto di <strong>%s</strong>

source: Added a new photo
it_it: Ha aggiunto una nuova foto

source: Added a new video
it_it: Ha aggiunto un nuovo video

source: Added a new article to the reading list
it_it: Ha aggiunto un articolo nella lista lettura

source: Took a photo with the new iPhone 5
it_it: Ha scattato una foto con il nuovo iPhone 5

source: Liked <strong>%s</strong>'s track
it_it: Piace la canzone di <strong>%s</strong>

source: Liked <strong>%s</strong>'s post
it_it: Piace il post di <strong>%s</strong>

source: Faved <strong>%s</strong>'s tweet
it_it: Ha preferito il tweet di <strong>%s</strong>

source: Tweeted
it_it: Ha tweetato

source: Liked <strong>%s</strong>'s video
it_it: Piace il video di <strong>%s</strong>

source: Faved <strong>%s</strong>'s video
it_it: Ha preferito un video di <strong>%s</strong>

source: Older posts
it_it: Articoli precedenti

source: Newer posts
it_it: Articoli successivi
